[IRI_SK_PredatorStrike X2AbilityTemplate]
LocFriendlyName="掠夺者攻击"
LocLongDescription="处决一个低于 <Ability:IRI_SK_PredatorStrike_HealthPercent/> HP 的相邻人形敌人。如果目标是 ADVENT，则最近的 ADVENT 单位将被显示直到回合结束。"
LocHelpText="处决一个低于 <Ability:IRI_SK_PredatorStrike_HealthPercent/> HP 的相邻人形敌人。如果目标是 ADVENT，则最近的 ADVENT 单位将被显示直到回合结束。"
LocPromotionPopupText="<bullet/> 此技能是近战攻击，可能会失手。<br/><bullet/> 此技能会绕过延音和其他类似效果。<br/><bullet/> <Ability:SelfCooldown/> 转冷却。"
LocFlyOverText="掠夺者攻击"

[IRI_SK_PredatorStrike_RevealNearestEnemy X2AbilityTemplate]
LocFriendlyName="掠夺者打击：揭露"
LocLongDescription="该单位的暴露是由于掠夺者攻击造成 ADVENT 灵能网络的破坏。"
LocHelpText="该单位的暴露是由于掠夺者攻击造成 ADVENT 灵能网络的破坏。"
LocFlyOverText="掠夺者打击：揭露"

[IRI_SK_ThunderLance X2AbilityTemplate]
LocFriendlyName="雷霆之枪"
LocHelpText="用抓钩发射手榴弹。"
LocLongDescription="解锁用抓钩发射手榴弹的能力，将其射程扩大 <Ability:IRI_SK_ThunderLance_RangeIncrase_Tiles/> 格。发射的手榴弹会对直接撞击并绕过其护甲的敌人造成 <Ability:IRI_SK_ThunderLance_DamageBonusPercent/> 额外基础伤害。"
LocPromotionPopupText="如果手榴弹将直接影响敌人，他们将被标记为十字线图标。"

[IRI_SK_ThunderLance_Passive X2AbilityTemplate]
LocFriendlyName="雷霆之枪"
LocHelpText="你可以用抓钩发射手榴弹，将其射程扩大 <Ability:IRI_SK_ThunderLance_RangeIncrase_Tiles/> 格。发射的手榴弹会对直接撞击的敌人造成 <Ability:IRI_SK_ThunderLance_DamageBonusPercent/> 额外基础伤害并绕过他们的护甲。"
LocLongDescription="你可以用抓钩发射手榴弹，将其射程扩大 <Ability:IRI_SK_ThunderLance_RangeIncrase_Tiles/> 格。发射的手榴弹会对直接撞击并绕过其护甲的敌人造成 <Ability:IRI_SK_ThunderLance_DamageBonusPercent/> 额外基础伤害。"

[IRI_SK_KineticArmor X2AbilityTemplate]
LocFriendlyName="动能装甲"
LocHelpText="吸收未击中的敌人攻击，产生相当于回避伤害的护盾生命值。护盾持续到你的回合结束。该效果每回合触发一次。"
LocLongDescription="吸收未击中的敌人攻击，产生相当于回避伤害的护盾生命值。护盾持续到你的回合结束。该效果每回合触发一次。"
LocPromotionPopupText="蹲下并使用掩护来增加敌人失踪的机会。"
LocFlyOverText="动能装甲"

[IRI_SK_KineticArmor_Passive X2AbilityTemplate]
LocFriendlyName="动能装甲"
LocHelpText="吸收未击中的敌人攻击，产生相当于回避伤害的护盾生命值。护盾持续到你的回合结束。该效果每回合触发一次。"
LocLongDescription="吸收未击中的敌人攻击，产生相当于回避伤害的护盾生命值。护盾持续到你的回合结束。该效果每回合触发一次。"
LocPromotionPopupText="蹲下并使用掩护来增加敌人失踪的机会。"
LocFlyOverText="动能装甲"

[IRI_SK_Waylay X2AbilityTemplate]
LocFriendlyName="Waylay"
LocHelpText="《守望先锋》获得额外射击效果，且不会因伤害而消失。"
LocLongDescription="《守望先锋》获得额外射击效果，且不会因伤害而消失。"
LocPromotionPopupText="<Bullet/> 与队友一起触发伏击，用 Waylay 摧毁敌人。"
LocFlyOverText="Waylay"

[IRI_SK_ForwardOperator X2AbilityTemplate]
LocFriendlyName="转发操作员"
LocLongDescription="当出现一组新的敌人时，立即获得一个动作。每回合触发一次。"
LocHelpText="当出现一组新的敌人时，立即获得一个动作。每回合触发一次。"
LocPromotionPopupText="<Bullet/> 前锋干员可以让<Ability:ClassName/> 更好地处理给小队带来惊喜的敌人。<br/><Bullet/> 前锋干员可以在敌人回合时激活。<br/><Bullet/>即使<Ability:ClassName/>不是揭露敌人的人，前锋干员也会激活。"
LocFlyOverText="转发操作员"

[IRI_SK_TacticalReadiness X2AbilityTemplate]
LocFriendlyName="战术准备"
LocLongDescription="使用 Hunker Down 可以在你的下回合开始时获得额外的行动点。"
LocHelpText="在下一回合开始时获得额外的行动点。"
LocPromotionPopupText="<Bullet/> 在考虑选择的同时，利用战术准备来准备突破口或在危险情况下度过风暴。"
LocFlyOverText="战术准备"

[IRI_SK_TacticalReadiness_Passive X2AbilityTemplate]
LocFriendlyName="转发操作员"
LocLongDescription="使用 Hunker Down 可以在你的下回合开始时获得额外的行动点。"
LocHelpText="使用 Hunker Down 可以在你的下回合开始时获得额外的行动点。"

